const state = () => ({
	services: [
		{
			id: 1,
			title: 'Сайты-агрегаторы',
			description: 'Создание сайтов-агрегаторов, которые помогут ускорить процесс привлечения клиентов и классифицируют всю информацию на одном ресурсе.',
		},
		{
			id: 2,
			title: 'Корпоративные CRM-системы',
			description: 'Реализация внутренней CRM-системы, которая обеспечит удобную коммуникацию, позволит отслеживать бизнес-процессы в онлайн-режиме и даст возможность построения дашбордов и графиков.',
		},
		{
			id: 3,
			title: 'Лендинги',
			description: 'Разработка лендингов любой сложности для привлечения клиентов и продвижения вашего бизнеса в интернете.',
		},
		{
			id: 4,
			title: 'Сложные сайты для бизнеса',
			description: 'Реализация многостраничных сайтов с системой внутренних кабинетов, которая обеспечит безопасное хранение данных и высокую отказоустойчивость ресурса при больших нагрузках на сервер.',
		},
		{
			id: 5,
			title: 'Маркетплейсы',
			description: 'Разработка интернет-магазинов и маркетплейсов с использованием  технологий на основе искусственного интеллекта.  Гарантируем оперативную техническую помощь и долгосрочную поддержку ресурса.',
		},
	],
})

const getters = {}

const mutations = {}

const actions = {}

export default {
	state,
	getters,
	mutations,
	actions
}